var dictionary = [
  dictionary = {
    name: "Словарь1",
    dictionary: [
      ["слово1", "перевод1"],
      ["слово2", "перевод2"],
      ["слово3", "перевод3"],
    ]
  },
  dictionary = {
    name: "Словарь1",
    dictionary: [
      ["слово1", "перевод1"],
      ["слово2", "перевод2"],
      ["слово3", "перевод3"],
    ]
  },
  dictionary = {
    name: "Словарь1",
    dictionary: [
      ["слово1", "перевод1"],
      ["слово2", "перевод2"],
      ["слово3", "перевод3"],
    ]
  },



]

console.log(dictionary[0].dictionary[2]);
